export const questions = [
  {
    id: 1,
    name: "ПЛОЩАДЬ. Аренда",
    questionsList: [
      { id: 1, text: "Есть ли сейчас свободная площадь?" },
      { id: 2, text: "Освободится ли в течение года?" },
      { id: 3, text: "Уточнить ценообразование аренды" },
      {
        id: 4,
        text: "Консультировать в случае существенных расхождений по цене",
      },
      {
        id: 5,
        text: "Предложить короткую аналитику рынка, либо отправить бесплатную подборку объектов",
      },
    ],
  },
  {
    id: 2,
    name: "ПЛОЩАДЬ. Продажа",
    questionsList: [
      { id: 1, text: "Есть ли сейчас площади на продажу?" },
      {
        id: 2,
        text: "Если не продает, уточнить почему. Поговорить о возможной цене его объекта.",
      },
      {
        id: 3,
        text: "Если продает, уточнить почему. Не устраивает экономика? Пересдадим, изучим, улучшим!",
      },
      {
        id: 4,
        text: "Рассказать про ситуацию на рынке, кол-во предложений на рынке. Обсудить конкурентов.",
      },
      {
        id: 5,
        text: "Консультировать в случае существенных расхождений по цене.",
      },
      {
        id: 6,
        text: "Предложить короткую аналитику рынка, либо бесплатную подборку объектов",
      },
    ],
  },
  {
    id: 3,
    name: "АРЕНДАТОРЫ.",
    questionsList: [
      { id: 1, text: "Уточните не низкие ли ставки у арендаторов." },
      {
        id: 2,
        text: "Нет ли арендаторов, которые плохо платят.",
      },
      {
        id: 3,
        text: "Хорошие ли на объектах арендаторы, кто сидит, у нас иностранные клиенты интересуются.",
      },
      {
        id: 4,
        text: "У клиента специфический товар, важно понимать кто сидит рядом.",
      },
      {
        id: 5,
        text: "Назвать ложного арендатора.",
      },
    ],
  },
  {
    id: 4,
    name: "РАЗВИТИЕ. Планы",
    questionsList: [
      {
        id: 1,
        text: "Если да, узнать площади, застройщика, цены, где, почему там и так далее.",
      },
      {
        id: 2,
        text: "Не интересуются этим? Почему? Предложить помощь.",
      },
      {
        id: 3,
        text: "Рассказать про цену на застройку, ситуацию на рынке, застройщиков, подходы.",
      },
      {
        id: 4,
        text: "Поговорить про окупаемость объекта, подумать об оптимизации. Предлагать стоимость.",
      },
      {
        id: 5,
        text: "Вывести на продажу в случае если он понял, что можно было лучше. Предлагать варианты.",
      },
      {
        id: 6,
        text: "Предлагать выгодные участки, особенно рядом.",
      },
    ],
  },
  {
    id: 4,
    name: "БИЗНЕС. Планы",
    questionsList: [
      {
        id: 1,
        text: "Если да, узнать площади, застройщика, цены, где, почему там и так далее.",
      },
      {
        id: 2,
        text: "Не интересуются этим? Почему? Предложить помощь.",
      },
      {
        id: 3,
        text: "Рассказать про цену на застройку, ситуацию на рынке, застройщиков, подходы.",
      },
      {
        id: 4,
        text: "Поговорить про окупаемость объекта, подумать об оптимизации. Предлагать стоимость.",
      },
      {
        id: 5,
        text: "Вывести на продажу в случае если он понял, что можно было лучше. Предлагать варианты.",
      },
      {
        id: 6,
        text: "Предлагать выгодные участки, особенно рядом.",
      },
    ],
  },
];
