const landscape = {
    1: 'Ровнвый',
    2: 'С перепадами'
};

const floorType = {
    1: 'Асфальт',
    2: 'Антипыль',
    3: 'Бет. плиты',
    4: 'Тех. плитка',
    5: 'Стяжка'
};

const entrance = {
    1: 'Общие ворота/коридор',
    2: 'Собственные ворота'
};

const rack = {
    1: 'Обычнопроходные',
    2: 'Узкопроходные',
    3: 'Мезанинные'
};

const safe = {
    1: 'Стеллажное',
    2: 'Наполное',
    3: 'Мелкоячеистое',
    4: 'Уличное'
};

export const partOptions = {
    landscape,
    floorType,
    entrance,
    rack,
    safe
};
